sddm
plasma

networkmanager
network-manager-applet
dialog
wpa_supplicant
mtools
base-devel
linux-headers
linux-firmware-qlogic
mesa

spectacle
audiocd-kio
autoconf
automake
gparted
gptfdisk
egl-wayland
exfat-utils
extra-cmake-modules
filelight
flex
fuse2
fuse3
fuseiso

bash-completion
bind
binutils
bison
bluedevil

zeroconf-ioslave
zsh
zsh-syntax-highlighting
zsh-autosuggestions

xorg
picom

bluez
bluez-utils
ttf-caladea
ttf-carlito
ttf-dejavu
flatpak
cups
xdg-utils
xdg-user-dirs
exfatprogs
unzip
ark
gtk3
gtk4
sdl2
xfce4-terminal
pcmanfm
nomacs
scrcpy
mpv
elisa
awesome-terminal-fonts
ttf-anonymous-pro
ttf-bitstream-vera
ttf-caladea
ttf-carlito
ttf-cascadia-code
ttf-cormorant
ttf-croscore
ttf-eurof
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-ibm-plex
ttf-inconsolata
ttf-jetbrains-mono
ttf-joypixels
ttf-liberation
ttf-linux-libertine
ttf-linux-libertine-g
ttf-monofur
ttf-nerd-fonts-symbols
ttf-opensans
ttf-proggy-clean
firefox
adapta-gtk-theme
materia-gtk-theme
breeze
breeze-gtk

materia-kde
dhcpcd
kdenlive
audacity
network-manager-applet
system-config-printer
nano
sudo
packagekit-qt5
archlinux-keyring
wget
git
libnewt

gvfs
ntfsprogs
ntfs-3g
dosfstools
dos2unix
e2fsprogs
xfsprogs
libfdk-aac
celt
lame
libmad
opus
libvorbis
opencore-amr
speex
flac
wavpack
faac
faad2
jasper
aom
schroedinger
libdv
x265
x264
libmpeg2
xvidcore
libtheora
libvpx
gstreamer
gst-libav
gst-plugins-good
gst-plugins-ugly

pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-jack
pulseaudio-lirc
pulseaudio-zeroconf
lsp-plugins
pulsemixer
alsa-utils
alsa-plugins

wine-gecko
wine-mono
winetricks
